Repository: AiursoftWeb/Template
Catalog: src/Aiursoft.Template/Resources/Views/Users/Edit.*.resx
Languages: vi_vn

source: Edit User:
vi_vn: Chỉnh sửa Người dùng:

source: Modify user details or manage their assigned roles below.
vi_vn: Chỉnh sửa thông tin người dùng hoặc quản lý các vai trò đã được gán của họ bên dưới.

source: Basic Information
vi_vn: Thông Tin Cơ Bản

source: Save User Details
vi_vn: Lưu Thông Tin Người Dùng

source: Assigned Roles
vi_vn: Vai trò được gán

source: Save Role Assignments
vi_vn: Lưu Phân Quyền

source: Back to Details
vi_vn: Quay lại Chi tiết

source: Back to Users List
vi_vn: Quay lại Danh sách Người dùng

source: Warning!
vi_vn: Cảnh báo!

source: This user account is synchronized with an OpenID Connect (OIDC) provider. Any modifications made here (e.g., to the display name or email) may be overwritten during the next data sync. For permanent changes, please update the user&apos;s profile directly on your OIDC provider.
vi_vn: Tài khoản người dùng này được đồng bộ hóa với nhà cung cấp OpenID Connect (OIDC). Mọi thay đổi được thực hiện tại đây (ví dụ: tên hiển thị hoặc email) có thể bị ghi đè trong lần đồng bộ dữ liệu tiếp theo. Để thay đổi vĩnh viễn, vui lòng cập nhật hồ sơ người dùng trực tiếp trên nhà cung cấp OIDC của bạn.
